# speaker:engineer
# chain_next
# wait:500
Γεια σου, Ήρωα!

# speaker:engineer
# pace:30
# events:show_engineering_tab
Για να βοηθήσει στη μάχη, η Αυτού Μεγαλειότης διέταξε το Τάγμα Αρχιτεκτόνων και Μηχανικών του Στέμματος να προσφέρει τις γνώσεις μας.

# speaker:engineer
# pace:30
Θα σε βοηθήσουμε με τρεις τρόπους:

# speaker:engineer
# pace:30
- Χτίζοντας καταπέλτες για την πολιορκία.

# speaker:engineer
# pace:30
- Χτίζοντας κτίρια δεύτερης βαθμίδας, μέσω των Χτιστών μας.

# speaker:engineer
# pace:30
- Ιδρύοντας οργανώσεις ανώτερης βαθμίδας, μέσω των Μηχανικών μας.

# speaker:engineer
# pace:30
Όταν έχεις το χρυσάφι, θα μας βρεις στην καρτέλα Μηχανική.

  -> END
