# speaker:king
# pace:30
# wait:500
Κάπως, ο Forth'aarh γύρισε!

# speaker:king
# pace:30
# wait:400
Εσύ όμως διέλυσες τα στρατεύματά σου. Τώρα πρέπει να στρατολογήσεις καινούργια.

# speaker:king
# wait:300
# pace:30
- Και η προηγούμενη επίθεση ρήμαξε την οικονομία μας, οπότε δεν μπορώ να χρηματοδοτήσω τον στρατό σου.

# speaker:king
# pace:40
# chain_next
- Από δω και πέρα θα καταναλώνουν

# speaker:king
# pace:150
# chain_next
# classes:highlight-text
# wait:300
- τροφή, ξύλο και μετάλλευμα.

# speaker:king
# pace:40
- Θα πρέπει να διαχειρίζεσαι καλά τους πόρους σου.

# speaker:king
# pace:40
- Άλλαζε πότε η κάθε μονάδα καταναλώνει πόρους και πότε όχι.

# speaker:king
# pace:40
- Ή απόλυσε μερικές, να καταναλώνουν λιγότερα αλλά να βγάζουν κάποια δουλειά.

# speaker:king
# pace:28
- Καλή τύχη!

  -> END
