# speaker:king
# pace:30
# wait:500
Якимось чином Форт'аарх повернувся!

# speaker:king
# pace:30
# wait:400
Але ви розпустили загони. Тепер доведеться набирати заново.

# speaker:king
# wait:300
# pace:30
- А минулий напад зруйнував нашу скарбницю, тож утримувати військо я не зможу.

# speaker:king
# pace:40
# chain_next
- Тепер вони споживатимуть

# speaker:king
# pace:150
# chain_next
# classes:highlight-text
# wait:300
- їжу, деревину та руду.

# speaker:king
# pace:40
- Вам доведеться з розумом розпоряджатися ресурсами.

# speaker:king
# pace:40
- Перемикайте, кому з бійців зараз споживати ресурси, а кому ні.

# speaker:king
# pace:40
- Або "звільніть" частину з них: споживатимуть менше, але все ж працюватимуть.

# speaker:king
# pace:28
- Щасти!

  -> END
